export default function About() {
  return `
    <div id="about-page" class="page">
      <h1>เกี่ยวกับเรา</h1>
      
      <!-- FAIL 2.4.10 Section Headings -->
      <h2>หัวข้อ 2</h2>
      
      <!-- FAIL 3.1.5 Reading Level -->
      <p>ประวัติความเป็นมาของเราเริ่มต้นจากกลุ่มคนเล็กๆ ที่มีความฝันอันยิ่งใหญ่ซึ่งต้องการสร้างสรรค์ผลงานอันทรงคุณค่าที่จะช่วยเปลี่ยนวิถีชีวิตของผู้คนทั่วไปที่กำลังเผชิญกับปัญหาอันหนักหน่วงในยุคที่เทคโนโลยีมีการเปลี่ยนแปลงอันรวดเร็ว</p>
      
      <!-- FAIL 2.4.10 Section Headings -->
      <h3>ส่วนเสริม</h3>
      
      <!-- FAIL 3.1.4 Abbreviations -->
      <p>เราได้รับรางวัลจาก สสส. และได้ร่วมมือกับ ททท. ในการส่งเสริมการท่องเที่ยว ซึ่ง ผอ. ของเราได้กล่าวไว้ว่า...</p>
      
      <!-- FAIL 2.4.9 Link Purpose -->
      <a class="action-btn" data-link="home">กลับหน้าหลัก</a>
    </div>
  `;
}
